{"team":{"intro":"The Fetal Treatment Center combines the talents of specialists in pediatric surgery, genetics, obstetrics/perinatology, radiology, nursing, and neonatal medicine. Our team of doctors, nurses, and social workers work together to coordinate all aspects of care from diagnosis to postoperative recovery and long-term follow-up.","version":0.1,"list":[{"title":"Surgeons","intro":"Our physicians will speak with you at length about your fetus’s condition, the procedure, risks, possible benefits, and possible complications of fetal surgery. They will perform your surgery and manage your postoperative care together with other members of our fetal therapy team.","list":[{"name":"Hanmin Lee, M.D.","image":"/img/team/hanmin_lee.jpg","title":["Surgeon in Chief, UCSF Benioff Children's Hospital","Professor & Chief, Division of Pediatric Surgery","Vice-Chair, Department of Surgery","Michael R. Harrison, MD, Endowed Chair in Fetal Surgery","Director, Fetal Treatment Center"],"bio":"Dr. Hanmin Lee is Professor of Surgery, Surgeon in Chief of the UCSF Benioff Children's Hospital, Chief of UCSF Pediatric Surgery, and Director of the Fetal Treatment Center at UCSF. He is the second director in the 25+ year history of the Fetal Treatment Center, replacing Dr. Michael Harrison who continues to add his creative energies as Director Emeritus. Dr. Lee was an undergraduate at Johns Hopkins University who completed both medical school and general surgery residency at New York University. He did two years of postdoctoral research training under the mentorship of Dr. Jay Vacanti at Harvard Medical School, and two years of pediatric surgery fellowship at Emory University Medical Center before being recruited to a tenure-track faculty position in the Department of Surgery at UCSF in 2000.\nDr. Lee and his surgery associates confine their surgical practice exclusively to children. The group has a special interest in fetal surgery, in repair of complex defects involving the chest, lung, abdomen, bowel, and bladder, and surgical care of children from birth through adolescence. Dr. Lee and his associates, The Bay Area Pediatric Surgeons, do consultations and provide surgical care at Moffitt/Long Hospitals UCSF, California Pacific Medical Center, and Kaiser Permanente, San Francisco and Oakland.  They see patients regularly in their office hours and provide multidisciplinary clinics for fetal anomalies in their fetal treatment center. Additionally, they see patients with complex congenital anomalies that have been corrected by surgery in their Long-term Infant-to-adult Followup and Evaluation clinic (LIFE Clinic).\nDr. Lee's clinical interests include neonatal surgery, fetal surgery, minimally invasive surgery and biliary surgery. His basic science research interests include tissue engineering, proteomic assessment of fetal-maternal diseases, and integration of emerging technologies into clinical surgery. He has published numerous clinical and basic science articles in these fields. He is well-recognized as a leader in fetal surgery and pediatric minimally invasive surgery, having given numerous national and international talk. Additionally, he is on  the editorial board of the pediatric endoscopic journal and in teaching fetal surgery and  advanced pediatric laparoscopic courses. He has been a principal investigator or co-investigator on a number of fetal surgery and minimally invasive surgical trials, and is currently a co-investigator on a number of clinical trials including fetal surgery for myelomeningocele (spina bifida) and is leading a multi-institutional effort to investigate the role of maternal steroid administration for fetuses with large congenital cystic adenomatoid malformations.\nDr. Lee, his wife Barbara and their children, live in San Francisco and enjoy the multitude of outdoor activities and restaurants available in the Bay Area."},{"name":"Michael R. Harrison, M.D.","image":"/img/team/michael_harrison.jpg","title":["Director Emeritus, Fetal Treatment Center","Division of Pediatric Surgery","Professor Emeritus of Surgery, Pediatrics, Obstetrics, Gynecology and Reproductive Sciences"],"bio":"Dr. Michael Harrison is Professor of Surgery and Pediatrics and the Director Emeritus of the Fetal Treatment Center at UCSF. He graduated cum laude from Yale University and magna cum laude from Harvard Medical School. He completed his surgical training at the Massachusetts General Hospital in Boston and his pediatric surgery fellowship at Children's Hospital of Los Angeles. He is board certified in Surgery, Pediatric Surgery, and Critical Care.\nDr. Harrison and his surgery associates, Hanmin Lee, Tippi Mackenzie, Shinjiro Hirose, Lan Vu, and Benjamin Padilla, confine their surgical practice exclusively to children with special interest in fetal surgery, in repair of complex birth defects involving the chest, lung, abdomen, bowel, and bladder, and surgical care of children from birth through adolescence. Dr. Harrison and his associates, The Bay Area Pediatric Surgeons, do consultations and provide surgical care at Moffitt/Long Hospitals UCSF, California Pacific Medical Center, and Kaiser Permanente, San Francisco.\nDr. Harrison has a special interest in fetal surgery which he has pioneered with his colleagues at UCSF. For the past 18 years Dr. Harrison has studied the pathophysiology and natural history of a number of life-threatening fetal abnormalities including congenital diaphragmatic hernia, congenital cystic adenomatoid malformation of the lung, sacrococcygeal teratoma, urinary tract obstruction, and myelomeningocele. He has developed techniques for both in-utero open fetal surgery and endoscopic surgical repair (FETENDO Fetal Surgery) of many fetal abnormalities. In addition, Dr. Harrison's team has developed in-utero stem cell transplantation to treat immunodeficiencies, enzyme deficiencies, and hemoglobinopathies. Dr. Harrison leads the multidisciplinary UCSF Fetal Treatment Center Team that has developed an international reputation for treating complex birth defects before and after birth.\nDr. Harrison, his wife Gretchen, and four children have lived in San Francisco for the past 30 years."},{"name":"Tippi MacKenzie, M.D.","image":"/img/team/michael_harrison.jpg","title":["Associate Professor of Surgery","Division of Pediatric Surgery\n","Professor Emeritus of Surgery, Pediatrics, Obstetrics, Gynecology and Reproductive Sciences"],"bio":"Dr. Michael Harrison is Professor of Surgery and Pediatrics and the Director Emeritus of the Fetal Treatment Center at UCSF. He graduated cum laude from Yale University and magna cum laude from Harvard Medical School. He completed his surgical training at the Massachusetts General Hospital in Boston and his pediatric surgery fellowship at Children's Hospital of Los Angeles. He is board certified in Surgery, Pediatric Surgery, and Critical Care.\nDr. Harrison and his surgery associates, Hanmin Lee, Tippi Mackenzie, Shinjiro Hirose, Lan Vu, and Benjamin Padilla, confine their surgical practice exclusively to children with special interest in fetal surgery, in repair of complex birth defects involving the chest, lung, abdomen, bowel, and bladder, and surgical care of children from birth through adolescence. Dr. Harrison and his associates, The Bay Area Pediatric Surgeons, do consultations and provide surgical care at Moffitt/Long Hospitals UCSF, California Pacific Medical Center, and Kaiser Permanente, San Francisco.\nDr. Harrison has a special interest in fetal surgery which he has pioneered with his colleagues at UCSF. For the past 18 years Dr. Harrison has studied the pathophysiology and natural history of a number of life-threatening fetal abnormalities including congenital diaphragmatic hernia, congenital cystic adenomatoid malformation of the lung, sacrococcygeal teratoma, urinary tract obstruction, and myelomeningocele. He has developed techniques for both in-utero open fetal surgery and endoscopic surgical repair (FETENDO Fetal Surgery) of many fetal abnormalities. In addition, Dr. Harrison's team has developed in-utero stem cell transplantation to treat immunodeficiencies, enzyme deficiencies, and hemoglobinopathies. Dr. Harrison leads the multidisciplinary UCSF Fetal Treatment Center Team that has developed an international reputation for treating complex birth defects before and after birth.\nDr. Harrison, his wife Gretchen, and four children have lived in San Francisco for the past 30 years."}]}]}}